{
  "What is KinsVilla?": "Kinsvilla is a platform which helps its users in saving money by levaraging on the offers/discounts provided by family plans of Video and Mobile service providers",
  "What is the difference between 'Looking for a plan' and 'Post a Plan' - WE NEED TO COME UP WITH A BETTER TERM/NAME HERE!!!?": "Overflow is a tool that lets you create, present and share user flow diagrams. You can use existing designs, images, shapes, text, and connectors and create user flow diagrams that are presented interactively or as a rapid prototype. Overflow diagrams can be shared via cloud. They can also be embedded, exported to PNG/PDF or printed. You can manage and organize Shares through the Dashboard. You can collaborate with your team through shared cloud space with a multi-seat organization. Overflow is currently for macOS, with Windows support coming soon. Overflow cloud sharing is accessible by all major web browsers on desktop computers and mobile devices.",
  "How can I add myself to a community after I signed up?": "To do.",
  "Can I be part of multiple community?": "Yes user can be part of multiple community",
  "I posted a plan and now I need to edit my postings?": "To do",
  "What is the earning model of KinsVilla?": "To do",
  "Do I get charged for using KinsVilla?": "To do",
  "How long my post will be active?": "To do",
  "I cannot find the community in the list provided. Can I create a new community?": "Yes new community can be added.",
  "I posted my postings and it's not been verified yet?": "A post might take upto 24 hours to be verified. If it's not verified after24 hours please reach out to our customer support.",
  "My postings doesn't have verfified tick mark in it?": "You might need to provide additional information for you to verify your community and get the tick mark",
  "What is the meaning of verified tick mark in a postings?": "To do.",
  "How can I increase the ranking of my postings and make it appear on top?": "By putting your post in sponsored section.",
  "What is the meaning of sponsored postings on top?": "It keeps posting on top of search page.",
  "I found all the users for my posting? How do I delete or get rid of my postings?": "Overflow is a tool that lets you create, present and share user flow diagrams. You can use existing designs, images, shapes, text, and connectors and create user flow diagrams that are presented interactively or as a rapid prototype. Overflow diagrams can be shared via cloud. They can also be embedded, exported to PNG/PDF or printed. You can manage and organize Shares through the Dashboard. You can collaborate with your team through shared cloud space with a multi-seat organization. Overflow is currently for macOS, with Windows support coming soon. Overflow cloud sharing is accessible by all major web browsers on desktop computers and mobile devices.",
  "Does KinsVilla shares my email and phone number with anyone?": "Email and phone number is not shared with anyone.",
  "I don't have a US Phone number yet, can I still use KinsVilla": "To do",
  "What can I do to increase my chances of finding potential family plan members": "To do",
  "How do I delete my postings": "To do",
  "Can I get information about different plans available from different network provider?": "TO do",
  "I did not receive payment from one of my family plan members? Can I contact KinsVilla for it?": "Kinsvilla is not responsible for any transactions",
  "What are the support hours for KinsVilla?": "To do",
  "After how many hours my postings becomes visible?": "To do",
  "How can I change my user profile related settings?": "To do",
  "I posted 'looking for a plan' instead of 'Post a Plan', What do I do now?": "To do",
  "How do I get to know about people interested in my postings": "To do",
  "I have more than required people interested in my postings, whom do I select?": "Overflow is a tool that lets you create, present and share user flow diagrams. You can use existing designs, images, shapes, text, and connectors and create user flow diagrams that are presented interactively or as a rapid prototype. Overflow diagrams can be shared via cloud. They can also be embedded, exported to PNG/PDF or printed. You can manage and organize Shares through the Dashboard. You can collaborate with your team through shared cloud space with a multi-seat organization. Overflow is currently for macOS, with Windows support coming soon. Overflow cloud sharing is accessible by all major web browsers on desktop computers and mobile devices.",
  "I want to add some additional details about my plan posting? How do I do that?": "To do",
  "I want to remove myself from a community I was part of? How do I do that?": "To do",
  "Can I use KinsVilla for my Services like Disney+, Netflix subscription": "Yes you can",
  "I want to unsubscribe from KinsVilla email alerts? how do i do that?": "To do",
  "I want to enable notification of my posts in cell phone?": "To do",
  "I want to delete/deactivate my account": "To do",
  "I use two mobile network dual sim. Do I need to post separte postings for each  of them.": "Yes, two separate posts are required",
  "What is the best means of contact to KinsVilla": "Best way to reach Kinsvilla is via Email. We generally reply within 24 hours",
  "What is the significance of adding myself to a comunity": "Adding to a community helps you to get into a family plan of someone in the same community",
  "What does community represents.": "Community represents any group that users are part of. For example college, company etc"
}
